// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Apri preferenze Network…";

// connect/disconnect
"CONNECT" = "Connetti";
"DISCONNECT" = "Disconnetti";

// error string
"NO_VPN_CONFIGS" = "VPN non è configurato";
"NO_MODEM_CONFIGS" = "Impossibile trovare configurazioni modem";
"NO_PPPOE_CONFIGS" = "Impossibile trovare configurazioni PPPoE";

// other items
"SHOW_TIMER" = "Mostra tempo di connessione";
"SHOW_ANIMATED_STATUS" = "Mostra stato durante la connessione";
"STOP_SHOWING_TIME" = "Interrompi la visualizzazione dell'ora nella barra dei menu";

"SHOW_TIME_FORMAT" = "Mostra tempo per \"%@\" nella barra dei menu";

// scrolling text resources
"SCROLL_CONNECTING" = "Connetto…";
"SCROLL_DIALING" = "Compongo…";
"SCROLL_DISCONNECTING" = "Disconnetto…";
"SCROLL_AUTHENTICATING" = "Autentico…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Disconnetti %@";
"NOT_CONNECTED_FORMAT" = "Connetti %@";
"CONNECTING_FORMAT" = "Connetto %@";
"DISCONNECTING_FORMAT" = "Disconnetto %@";
"AUTHENTICATING_FORMAT" = "Autenticazione %@";

"DEFAULT" = "Default";

/* name strings */
"VPN menu extra" = "Menu extra VPN";
"PPP menu extra" = "Menu extra PPP";
"PPPoE menu extra" = "Menu extra PPPoE";
